Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Falls keine MP3-Datei angegeben ist, erfolgt daher eine Fehlermeldung, und die HTML-Partitur wird nicht erstellt.
en_gb: If there is no link to an MP3 file, an error message will appear and the HTML musical score will not be created.

source: Falls vorhanden, wird automatisch die letzte verwendete Annotations-Spezifikation geladen.
en_gb: If available, the last annotation specification will be loaded automatically.

source: Fehlermeldung
en_gb: Error

source: Fehlerursachen beim Segmentieren
en_gb: Troubleshooting and Segmentation

source: Ferner haben Sie die Möglichkeit, die neu erzeugten „Audio-Schnipsel“ im gleichen Bearbeitungsschritt bereits mit der Partitur zu verknüpfen:
en_gb: Furthermore you have the option of linking the newly created "audio-snippets" with the musical score in the same step:

source: File-Menü
en_gb: File-Menu

source: Findet er eine solche, wird auf ihrer Grundlage das Oszillogramm berechnet.
en_gb: If the editor finds such a file, the oscillogram will be calculated on the basis of this file.

source: Findet er keine, wird auf der Grundlage der ersten Datei eine Timeline ohne Oszillogramm gezeichnet.
en_gb: If the editor does not find one, a timeline without an oscillogram is drawn on the basis of the first file in the list.

source: Fixed: Wenn diese Option gewählt ist, kann die Spurhöhe vom Benutzer fest vorgegeben werden.
en_gb: Fixed: Is this option is chosen, the tier hat can be set by the user.

source: Format-Menü
en_gb: Format-Menu

source: Formatierungen wie Schriftgröße oder Fettdruck sollten jedoch nicht als Träger linguistischer Informationen gebraucht werden.
en_gb: Font size and bold print should not be used as carriers of linguistic information.

source: Folgende Strukturfehler können auftreten:
en_gb: The following structural errors can occur:

source: Font size: legt die Schriftgröße (in Points) fest.
en_gb: Font size: sets the font size (in points) .

source: Font style: legt den Schriftschnitt fest („Plain“ = Normal, „Bold“ = Fett oder „Italic“ = Kursiv).
en_gb: Font style: sets the font type ("Plain", "Bold“ or „Italic“).

source: Font: legt die Schriftart fest.
en_gb: Font: sets the font.

source: Frames: legt fest, wie die Partiturflächen umrahmt werden sollen.
en_gb: Frames: defines how the Partitur Areas are framed.

source: Free stylesheet visualization: Das Stylesheet, das unter dem Menüpunkt „File > Visualization > Free stylesheet visualization“ zur Anwendung kommt.
en_gb: Free stylesheet visualization: This stylesheet is found under the menu item "File > Visualization > Free stylesheet visualization“.

source: Fügen Sie dort die gewünschten Sprecher hinzu und bearbeiten Sie deren Eigenschaften (siehe „File > Speakertable...“).
en_gb: Insert the desired speakers and edit their properties (see „File > Speakertable...“).

source: Fügt Text aus der Zwischenablage an der momentanen Cursorposition ein.
en_gb: Inserts the text from the clipboard at the current cursor position.

source: Fügt für jeden Sprecher eine Annotationsspur der Kategorie ‚no’ ein, in der gemäß der HIAT-Segmentierung Äußerungen in ihrer zeitlichen Reihenfolge durchnummeriert werden, also z.B.:
en_gb: Adds an annotation tier of the category 'no' for every speaker in which utterances are numbered in a temporal order, as compliant with the HIAT segmentation, e.g.:

source: Fügt im aktuell ausgewählten Ereignis eine Pause von der Länge der momentanen Selektion im Oszillogramm ein.
en_gb: Inserts a pause into the selected event with the length of the current selection in the oscillogramm.

source: Fügt links des momentan markierten Zeitpunktes einen neuen Zeitpunkt ein.
en_gb: Inserts a new time point to the left of the currently selected time point.

source: Für MS Word 2000 hat sie den kleinen Nachteil, dass sich die Synchronverhältnisse möglicherweise um eine Winzigkeit verschieben, dafür aber den Vorteil, dass z. B. durch Synchronisation „auseinander gerissene“ Wörter wieder „zusammengesetzt“ werden.
en_gb: For MS Word 2000 it has the small disadvantage that Synchronverhältnisse?? may possibly shift a little bit. However, it also has the advantage that words that have been "torn apart" due to synchronisation will be put back together.

source: Für MS Word 97 muss diese Option gewählt werden.
en_gb: For MS Word 97 this option has to be selected.

source: Für Näheres zum Unterstreichen siehe "Format > Underline".
en_gb: For particulars about underlining, see also "Format > Underline".

source: Für Spuren des Typs 'T(ranscription)' oder 'D(escription)' wird "n.a."
en_gb: For tiers of type 'T(ranscription)' or 'D(escription)', "n.a."

source: Für das obige Beispiel c) also:
en_gb: For example c) named above:

source: Für den Fall, dass die Liste der verknüpften Aufnahmen keine WAV-Datei enthält, wird statt eines Oszillogramms lediglich eine Zeitleiste angezeigt:
en_gb: Should the list of linked recordings not hold a WAV file, only a time line will be displayed instead of the oscillogram:

source: Für die Oszillogramm-Ansicht sucht der Editor zunächst nach der ersten Datei mit der Endung "wav" oder "WAV".
en_gb: For the oscillogram view, the editor will search for a file with the file extension "wav" or "WAV".

source: Für die Wahl der Methode zum Unterstreichen gibt es zwei Optionen:
en_gb: There are two options for selecting the method of underlining:

source: Für die Zerteilung der Audio-Datei gibt es zwei Möglichkeiten:
en_gb: There are two ways to chop the audio file:

source: Für diesbezügliche Informationen wende man sich an das IDS in Mannheim.
en_gb: For further information, please contact the IDS in Mannheim.

source: Für eine bessere Lesbarkeit, können die sich überlappenden Äußerungsteile mittels Leerzeichen oder Tabulatoren eingerückt werden.
en_gb: For an improved readability overlapping utterances can be indented with the help of tabs or spaces.

source: Für eine detaillierte Beschreibung einzelner Menüpunkte sei auf die betreffenden Stellen in der Funktions-Referenz verwiesen.
en_gb: For a detailed description of individual menu items, see the respective section in the function reference.

source: Für größere Transkriptionen empfiehlt es sich daher, diese Option zu deaktivieren – der Editor wird dadurch wesentlich schneller.
en_gb: Therefore it is advisable to deactivated this option for larger transcriptions, as this will make the editor work significantly faster.

source: Für gängige Bildschirme ist ein Wert zwischen 400 und 600 geeignet.
en_gb: A value between 400 and 600 is suitable for most common monitors.

source: Für jedes Annotation-Set wird im Annotation Panel eine eigene Karteikarte geöffnet.
en_gb: In the Annotation Panel,an individual tab is opened for every annotation set.

source: Für viele Benutzer wird das Erstellen eines Stylesheets „von Grund auf“ jedoch einen zu hohen Aufwand bedeuten.
en_gb: For many users creating a stylesheet "from scratch" would be of too much effort.

source: Für weitere Erläuterungen, siehe Punkt 7.
en_gb: For further explanation, see 7.

source: GAT: Die Endliche Maschine, die den Segmentierungsalgorithmus für GAT-Daten beschreibt.
en_gb: GAT: The finite state machine that describes the segmentation algorithm for GAT files.

source: Geben Sie 0 ein, um gar keine Nummerierung anzuzeigen.
en_gb: Enter 0 to have no numbering shown at all.

source: Geben Sie 0 ein, um gar keine absoluten Zeitwerte anzuzeigen.
en_gb: Enter 0 to have no absolute time values shown at all.

source: Geben Sie beispielsweise „v“ für „verbal“, „nv“ für „non-verbal“, „k“ für „Kommentierungen“ oder „ENG“ für eine „englische Übersetzung“ ein.
en_gb: For example, enter "v“ for "verbal“, "nv“ for "nonverbal“, "c“ for "comment“ or "ENG“ for an "english Translation“.

source: Geben Sie dann unter „Link URL“ den Speicherort der zu verknüpfenden Datei ein.
en_gb: Enter the ??? to the file to be linked in „Link URL“

source: Geben Sie in dem sich öffnenden Fenster einen Namen für das Lesezeichen ein bzw. überschreiben Sie den bisherigen Namen und schließen Sie die Eingabe mit OK ab.
en_gb: Enter a name for the bookmark in the window that appears or rename the bookmark and click OK upon completion of your entry.

source: Geeignete Stylesheets finden Sie auf der EXMARaLDA Website unter "Download"
en_gb: Auitable stylesheets can be found on the EXMARaLDA website under "Download"

source: Generic: In dieser Variante wird eine TEI-Datei erstellt, die den Text in Ereignissen unverändert übernimmt.
en_gb: Generic: In this variantion, a TEI-Datei erstellt is created that transers the text events without alterations.

source: Generiert eine neue Formatierung für die aktuelle Transkription aus einem Stylesheet (siehe auch Anhang D).
en_gb: Generates a new formatting for the current transcription from a stylesheet (see also Appendix D).

source: Generiert eine neue Transkription aus einer Sprechertabelle und einem Stylesheet (siehe auch Anhang C).
en_gb: Generates a new transcription from a speakertable and a stylesheet (also see Appendix C).

source: Generous: Dies ist die Default-Einstellung.
en_gb: Generous: This is the default setting.

source: Gibt die aktuelle Auswahl als HTML-Partitur aus (siehe „File > Output…“).
en_gb: Turns the current selection into an HTML musical score output (see "File > Output…“).

source: Gibt die aktuelle Auswahl als RTF-Partitur aus (siehe „File > Output…“).
en_gb: Turns the current selection into an RTF musical score output (see "File > Output…“).

source: Gleichzeitig gedrücktes Shift verschiebt entsprechend die linke Auswahlgrenze.
en_gb: Pressing Shift along with those short cuts moves the left selection boundary.

source: Glue adjacent events: legt fest, ob benachbarte Einträge in der Partiturzeile zusammengelegt werden sollen, sofern der erste die kritische Größe erreicht hat.
en_gb: Glue adjacent events: specifies whether adjacent events in the Partiturzeile should be combined once the first one has reached the critical size.

source: Glue empty events: legt fest, ob leere Einträge in der Partiturzeile mit dem vorangehenden Element zusammengelegt werden sollen.
en_gb: Glue empty events: specifies whether empty events in the Partiturzeile should be combined with the preceding element.

source: Glättet die Zeitachse, d. h.
en_gb: Smoothes the time axis , i.e.

source: Großbuchstaben innerhalb von Wörtern
en_gb: Capital letters within words

source: Grundsätzlich besteht die Selektion aus allen eingeblendeten Spuren.
en_gb: In essence, this selection is made up of all displayed tracks.

source: HIAT-DOS gibt solchen Dateien standardmäßig die Endung „.dat“.
en_gb: Normally, HIAT-DOS gives these files the file ending ".dat“.

source: HIAT-DOS gibt solchen Dateien standardmäßig die Endung „.inf“.
en_gb: Normally, HIAT-DOS gives these files the file ending ".inf“.

source: HIAT-DOS gibt solchen Dateien standardmäßig die Endung „.sig“.
en_gb: Normally, HIAT-DOS gives these files the file ending ".sig“.

source: HIAT: Die Endliche Maschine, die den Segmentierungsalgorithmus für HIAT-Daten beschreibt.
en_gb: HIAT: The finite state machine that decribes the segmentation algorithm for HIAT files.

source: HIAT utterance list to HTML: Das Stylesheet, das unter dem Menüpunkt “Segmentation > HIAT Segmentation > Utterance List (HTML) zur Anwendung kommt.
en_gb: HIAT utterance list to HTML: This stylesheet is found under the menu item “Segmentation > HIAT Segmentation > Utterance List (HTML).

source: Handbuch
en_gb: User manual

source: Handelt es sich bei dem Verweis um ein Bild, so wird dieses in der oberen Hälfte des Link panel angezeigt.
en_gb: An image will be shown in the upper half of the link panel.

source: Hauptfenster (Partitur) und Praat panel so arrangieren, dass sie sich nicht überlappen und ein Teil des Bildschirmes (für Praat) frei bleibt, z. B.:
en_gb: Arrange main window (musical score) and Praat panel so that they do not overlap and a there is some space left for PRAAT, e.g.:

source: Head to HTML: Das Stylesheet, das bei der HTML-Ausgabe zur Darstellung der Meta-Information und der Sprechertabelle verwendet wird.
en_gb: Head to HTML: The stylesheet that is used in the HTML output to display meta information and the speaker table.

source: Height calculation: legt fest, nach welcher Methode bei der Berechnung der Spurhöhe verfahren werden soll.
en_gb: Height calculation: defines by which method the tier height should be calculated.

source: Help-Menü
en_gb: Help-Menu

source: Hier sollte ein Schriftsatz ausgewählt werden, der möglichst viele Unicode-Bereiche abdeckt.
en_gb: For this you should pick a font that covers as many Unicode areas as possible.

source: Hierbei kann ein Stylesheet verwendet werden, um Meta-Informationen und Sprechertabelle (der sog. Transkriptionskopf) in einer benutzerdefinierten Form auszugeben.
en_gb: Here, a stylesheet can be used to issue meta information and speakertables (the so-called transcription head) in a user-defined way.

source: Hierbei wird aus der Transkription mittels eines Stylesheets eine Formatierungstabelle erzeugt und diese anschließend im Editor angewendet.
en_gb: Here a format table is created from the transcription with the help of a stylesheet and used in the Editor afterwards.

source: Hierbei wird ein Stylesheet auf die gesamte Basic-Transcription angewendet.
en_gb: Here the stylesheet is applied to the entire basic transcription.

source: Hierbei wird ein Stylesheet auf eine Äußerungsliste – d. h.
en_gb: Here a stylesheet is applied to a utterance list

source: Hierdurch kann es zu Verschiebungen und „abgeschnittenen“ Zeichen kommen.
en_gb: Thus, there can be displacements and missing characters.

source: Hingegen werden bei der Einstellung "Underline in the same tier (using a diacritic)" in der aktuell markierten Spure geeignete diakritische Zeichen eingefüht, die eine Unterstreichung ergeben.
en_gb: The settings "Underline in the same tier (using a diacritic)" on the other hand, insert suitable diacritiacs into the currently selected tier that form an unerlining.

source: Hinweis für deutsche Benutzer: Auf deutschen Tastaturen entspricht ctrl der Taste strg.
en_gb: Note to german userr:: On the german keyboard strg is equivalent to ctrl .

source: Hinweis: Die Schriftgröße im Textfeld oberhalb der Partitur lässt sich über den Schieberegler an dessen rechtem Rand verändern:
en_gb: Note: The font size in the text box above the musical score can be changed by using the slider at the right margin of the box:

source: Hinzu kommen bei Bedarf die im folgenden Kapitel beschriebenen Panels.
en_gb: If required, the panels discussed in the following chapter can be added.

source: Horizontal tolerance: legt einen Toleranzbereich für die Umbruchbreite fest.
en_gb: Horizontal tolerance: defines a range of tolerance for the width of the break.

source: Hängt eine zweite Transkription an das Ende der derzeit im Editor geöffneten Transkription an.
en_gb: Glues a second transcripion to the end of the currently opened transcription.

source: ID: die vom Programm vergebene ID der Spur
en_gb: ID: the ID tier assigned by the program

source: INHALTSVERZEICHNIS
en_gb: Contents

source: Im Editor ist das z. B. daran zu erkennen, dass in der Zeitachse eine absolute Zeitangabe erscheint:
en_gb: In the Editor this can be seen by an absolute time value appearing on the time axis:

source: Im Editor lassen sich solche Segmentketten gut erkennen: Sie sind die (standardmäßig) weiß unterlegten Abschnitte zwischen zwei (standardmäßig) grau unterlegten Abschnitten.
en_gb: These segment chains can easily be spotted in the Editor: By default they are highlighted in white between two sections highlited in grey by default.

source: Im Einzelnen können Sie folgende Einstellungen vornehmen:
en_gb: You can use the following settings:

source: Im Einzelnen sind dies:
en_gb: In particular, these are:

source: Im Feld „Test Area“ können Sie Probetext eingeben.
en_gb: You can enter sample text in the field "Test Area“ .

source: Im Format-Menü können Formatierungen bezüglich Schriftart, Schriftgröße, Text- und Hintergrundfarben etc. vorgenommen werden.
en_gb: With the format menu the font type, fonty size, text and background colours etc. can be changed.

source: Im Gegensatz zu "Transcription > Export Segmented Transcription..."
en_gb: Contrary to "Transcription > Export Segmented Transcription..."

source: Im Gegensatz zu früheren Versionen enthält dieses Handbuch daher kein "Tutorial" mehr.
en_gb: Unlike previous versions, this user manual, thus, no longer includes a "tutorial”.

source: Im Partitur-Editor einen Zeitpunkt auswählen (dazu auf die entsprechende Stelle in der Zeitachse klicken):
en_gb: Select a time point in the Partitur-Editor (to do this, click onto the corresponding position on the time axis):

source: Im Praat-Editor View > Zoom… wählen und 0.0 als Beginn, 60.0 als Ende eintragen (60 Sekunden ist die maximale Zeit, die als Oszillogramm angezeigt werden kann):
en_gb: In the Praat Editor, chose View > Zoom… and enter 0.0 as the beginning and 60.0 as the end value (the oscillogram cannot show more than 60 seconds :

source: Im Praat-Editor die zugehörige Stelle in der Aufnahme suchen, d. h.
en_gb: Look for the corresponding position in the recording in the Praat Editor, i.e.

source: Im Praat panel auf (Re)load klicken
en_gb: Click Reload in the Praat panel.

source: Im Praat panel auf Get klicken.
en_gb: Click Get in the Praat panel.

source: Im Praat panel auf Start Praat klicken.
en_gb: Click Start Praat in the Praat panel.

source: Im Unterschied zu den übrigen Segmentierungsalgorithmen werden bei der IPA-Segmentierung nicht generell alles Spuren des Typs ‚T’ segmentiert, sondern nur solche, denen darüber hinaus die Kategorie ‚v-pho’ (Kleinschreibung beachten!) zugewiesen wurde.
en_gb: As opposed to the other segmentation algorithms, IPA segmentations are not segmented into tiers of type 'T' by default. Only those that have been assigned the category 'v-pho' (please note that it's written in lower case) will be segmented into type 'T'.

source: Im angezeigten Dialog kann eine Obergrenze für den Maximal-Abstand (in Sekunden) eingegeben werden.
en_gb: In the dialogue a upper limit can be set for the maximum interval (in seconds).

source: Im obersten Teil der Sprechertabelle sind die Sprecher aufgelistet.
en_gb: In the upper section of the speakertable the speakers are listed.

source: Im obigen Beispiel erhält Zeitpunkt 2 damit den Wert 1.0 + (4.0 – 1.0)/2 = 2.5:
en_gb: In the example above time point 2 receives the value 1.0 + (4.0 – 1.0)/2 = 2.5:

source: Im unteren Teil des Dialogfensters werden Sie schließlich aufgefordert, einen Namen und Speicherort auszuwählen:
en_gb: In the lower section of the dialogue you will then be asked to enter a name and a location where you would like to save the file.

source: Im Praat-Editor kann mittels der Tabulator-Taste das Abspielen der Audio-Datei gestartet und angehalten werden.
en_gb: In the Praat-Editor Tab can be used to start and stop playback.

source: In aller Regel wird ein Stylesheet dazu benutzt, um aus einem gegebenen XML-Dokument ein anderes XML- oder ein HTML-Dokument zu erzeugen.
en_gb: Normally a stylesheet is used to create a new XML or HTML document from a given XML document.

source: In dem folgenden Beispiel wurden die zugrunde liegende Audio-Datei auf zwei verschiedene Arten zerteilt und jeweils in einer zusätzlichen Spur verknüpft: In der Spur „Timeline“ wurde die Zerteilung auf Grundlage der Zeitachse („Based on the timeline“), in der Spur „Tier“ nur auf Grundlage der Spur des Sprechers „Fichte“ ausgewählt.
en_gb: In the following example the audio file is divided in two ways and linked to an additional tier: In the "Timeline“ tier, the audio file was chopped with the option "Based on the timeline“), in the "Tier“ tier, the audio file was only chopped based on the tear of the speaker "Fichte“.

source: In dem von Ihnen zuvor ausgewählten Verzeichnis befinden sich nun eine Reihe neuer xml-Dateien, die jeweils Teilabschnitte der Ausgangstranskription darstellen.
en_gb: Now the directory you previously selected wull contain a set of new xml files that each represent a section of the original transcription.

source: In der Anzeige verschwindet dann der Asterisk, und die betreffenden Zeitpunkte werden bei der Aktion "Remove interpolated times" nicht mehr entfernt.
en_gb: The Asterisk will then disappear and the time points in question will no longer be removed when executing "Remove interpolated times" .

source: In der ComboBox werden alle in der Sprechertabelle definierten Sprecher zur Auswahl angeboten.
en_gb: All defined speakers are listed as options in the ComboBox.

source: In der Liste sind alle Ersetzungen aufgeführt, einmal als Glyph, dahinter in Klammern die zugehörige dezimale Unicode-Zahl.
en_gb: This list contains all replacements, as glyph, followed by the corresponding Unicode number.

source: In der Tabelle in der oberen Hälfte dieses Dialogs sind sämtliche Segmentierungsfehler aufgelistet, die sich bei der betreffenden Segmentierung für die gesamte Transkription ergeben.
en_gb: In the table in the upper half of the dialogue, all segmentation errors are listed that resulted from the segmentation of the entire transcription

source: In der Tabelle wird ein neues Attribut-Wert-Paar hinzugefügt, dass Sie in den entsprechenden Textfeldern bearbeiten können.
en_gb: A new attribute-value pair is added to the table. It can be edited in the corresponding text fields-

source: In der ersten Zeile wird die Zeilennummer der Originaldatei genannt, in der ein Fehler aufgetreten ist.
en_gb: The first line contains the line number of the original file, in which the error occured.

source: In der linken Liste sind die nicht zu durchsuchenden Spuren („Unselected tiers“) aufgeführt, in der rechten Liste die zu durchsuchenden Spuren („Selected tiers“).
en_gb: The tracks that are not to be searched are listed on the left ("Unselected tiers“). The tracks that are to be searched are listed on the right ("Selected tiers“).

source: In der normalen Ansicht wird die Breite einzelner „Zellen“ in der Partitur gemäß der Breite des darin enthaltenen Textes berechnet („Text proportional“).
en_gb: In normal view, the width of "cells" within the musical score is calculated according to the width of the text inside them ("text proportional“).

source: In diesem Falle können Sie zusätzlich über einen Klick auf das Bedieungselement 5 auch noch die Leiste mit den Buttons ausblenden (2).
en_gb: In addition, the button panel (2) can be hidden by clicking on the control element 5 .

source: In einem zweiten Schritt wird nun festgelegt, was mit der zuvor getroffenen Selektion geschehen soll.
en_gb: The second step is to determine what will happen to the previously made selection.

source: In gleicher Weise wird anhand der doppelten runden Klammern erkannt, dass die eingeschlossenen Zeichenketten nicht-phonologisches Material beschreiben:
en_gb: In the same way is is recognized that the embedded chain of symbols in the double brackets describes non phonological material:

source: In ihm ist festgelegt, dass Spuren mit der Kategorie „v“ in „Arial, normal, 16pt, schwarz“ formatiert werden sollen.
en_gb: It defines that a tiere of categorie "v“ should be formatted in "Arial, normal, 16pt, black“.

source: In regelmäßigen Abständen werden Updates der Software veröffentlicht, in denen Fehler der vorherigen Versionen behoben sind und neue Funktionen eingeführt werden.
en_gb: Software updates are published regularly, in which the errors of previous versions have been resolved and new functions are introduced.
